[{"title": "Review of legal education in the United States and Canada.", "author": "Carnegie Foundation for the Advancement of Teaching.", "id": "60412"}, {"title": "Handbook of the Association of American Law Schools and proceedings of the ... annual meeting.", "author": "Association of American Law Schools.", "id": "10557408"}, {"title": "Introductory suggestions for law school work for first-year students in the Harvard Law School, 1928-29.", "author": "", "id": "102495839"}, {"title": "The validity of several aspect pleading in actions at law, by Albert D. Barnes ...", "author": "Barnes, Albert DePue.", "id": "6697115"}, {"title": "Abuse of rights incident to ownership of land in Anglo-American and French law, by John J. Batistich ...", "author": "Batistich, John J.", "id": "6697137"}, {"title": "Notes on the international law practice of Frederic R. Coudert, by Philander Brooks Beadle ...", "author": "Beadle, Philander Brooks.", "id": "6697142"}, {"title": "Implied warranty of seaworthiness in marine insurance policies, by John J. Beck ...", "author": "Beck, John James.", "id": "6697149"}, {"title": "Examination of cases on constitutional law, and bills and notes, by William M. Brown ...", "author": "Brown, William Mackenzie.", "id": "6698741"}, {"title": "Growth of the police power as shown by supreme court decisions involving workmen's compensation legislation, by Lawton D. Champion.", "author": "Champion, Lawton Dyer.", "id": "6699257"}, {"title": "Presumption of death from absence, by Harry Morton Gross ...", "author": "Gross, Harry Morton.", "id": "6702296"}, {"title": "Analysis of cases in criminal law and the law of electricity, by Lyman Irving Henry ...", "author": "Henry, Lyman Irving.", "id": "6706966"}, {"title": "The present status of municipal zoning in the law. A model comprehensive zone ordinance, by Jefferson Marcus Hardin ...", "author": "Hardin, Jefferson Marcus.", "id": "6707036"}, {"title": "Comments on criminal law and torts, by Harold Charles Homes, Jr. ...", "author": "Holmes, Harold Charles.", "id": "6707068"}, {"title": "Conflict of laws: removal of husband and wife from common law jurisdiction to community property jurisdiction as affecting personalty acquired by either before removing to the latter, by Clinton Reed Hull ...", "author": "Hull, Clinton Reed.", "id": "6722181"}, {"title": "Subscription to stock, by Clarence G. Morse ...", "author": "Morse, Clarence Gordon.", "id": "6723325"}, {"title": "Comment on recent decisions in constitutional law and torts, by Brenton Lewis Metzler ...", "author": "Metzler, Brenton Lewis.", "id": "6723426"}, {"title": "The extraterritorial effect of a discharge in bankruptcy, by August Barnet Rothschild ...", "author": "Rothschild, August Barnet.", "id": "6729190"}, {"title": "Comments on cases concerning article VI section 4 1/2 of the California constitution and the rule requiring the statement of a cause of action and cases concerning principal and agent, by Kent Alexander Sawyer ...", "author": "Sawyer, Kent Alexander.", "id": "6729861"}, {"title": "Coptic wills, translation and commentary : The Egyptian law of wills in the eighth centuy  A.D., by A. Arthur Schiller ...", "author": "Schiller, A. Arthur, 1902-1977.", "id": "6729868"}, {"title": "Legal problems arising from the impounding of water, by Orla St. Clair ...", "author": "St. Clair, Orla.", "id": "6729881"}, {"title": "Statement by the acting dean of the Columbia University Law School.", "author": "Columbia University. School of Law.", "id": "102708011"}, {"title": "Catalogue", "author": "Washington University (Saint Louis, Mo.). Graduate Institute of Education.", "id": "102968209"}, {"title": "Review of legal education in the United States and Canada.", "author": "Carnegie Foundation for the Advancement of Teaching.", "id": "60412"}]