[{"title": "Block-cutting and print-making by hand: from wood, linoleum and other media: by Margaret Dobson, A.R.E.", "author": "Dobson, Margaret Stirling.", "id": "5834528"}, {"title": "Trois figures.", "author": "Abraham, Pierre, b. 1892.", "id": "8868265"}, {"title": "Des Meisters E. S. Erweckung vom Tode; Markuslöwe, Alphabet, Kurfürstenkarte, Herkommen und Namen, von Wilhelm Bühler; mit 8 Tafeln und 1 Blatt im Text.", "author": "Bühler, Wilhelm.", "id": "584040"}, {"title": "The Print collector's quarterly.", "author": "", "id": "636250"}, {"title": "The library of Norman James, Baltimore, Md. Sport, natural history, Americana, rare colored plate & sporting books including Orme's \"British field sports\", distinctive works on natural history, including those by Gould, Elliot, & others, Americana, with particular relation to the early west, an extensive collection of books on big game hunting, fishing, travel, mountain climbing, Arctic exploration, etc. ...", "author": "James, Norman.", "id": "1762357"}, {"title": "Ausgewählte blätter von Dürer, Rembrandt und Lucan van Leyden. Im Besitze der kunsthandlung C. G. Boerner ...", "author": "C.G. Boerner (Firm)", "id": "1983540"}, {"title": "A select collection of English mezzotints / formed by the late Anson W. Burchard ; sold by order of Mrs. Burchard together with choice impressions from the collections of Forsythe Wickes of New York City and Tuxedo, sold by order of Mr. Wickes and from the collection of Judge C. Ewing Mickelwait of Washington, D.C., sold by order of Judge Mickelwait.", "author": "", "id": "102874407"}, {"title": "The Print collector's quarterly.", "author": "", "id": "6093094"}, {"title": "Des Meisters E. S., erweckung vom tode; Markuslöwe, alphabet, kurfürstenkarte, herkommen und namen,", "author": "Bühler, Wilhelm.", "id": "10048256"}, {"title": "Die Reichsdrucke; eine Sammlung von Kupferstichen, Radierungen, Holzschnitten, Gemälden, Aquarellen und Pastellen in Nachbildungen der Reichsdruckerei zu Berlin.", "author": "Germany. Reichsdruckerei.", "id": "102622261"}, {"title": "Catalogue of an exhibition of engraved portraits of historical personages, May 1st to June 1st, 1928.", "author": "M. Knoedler & Co.", "id": "101893623"}, {"title": "Block-cutting and print-making by hand: from wood, linoleum and other media: by Margaret Dobson, A.R.E.", "author": "Dobson, Margaret Stirling.", "id": "5834528"}, {"title": "Engraving, old and modern, by Percy H. Martindale.", "author": "Martindale, Percy Henry, 1869-", "id": "1469984"}]