[{"title": "The India Office and Burma Office list for ...", "author": "Great Britain. India Office.", "id": "50818"}, {"title": "Report of the committee appointed by the conference to determine the principles of the constitution for India.", "author": "All parties conference (India) 1928.", "id": "1148542"}, {"title": "Public pronouncements in connection with the Indian States Committee.", "author": "Bhupindra Singh, Maharaja of Patiala, 1891-1938.", "id": "1149026"}, {"title": "Report on the working of the system of government, United provinces of Agra and Oudh. 1921-1928.", "author": "United Provinces of Agra and Oudh (India)", "id": "1149121"}, {"title": "The revision of the Constitution, by M. Ruthnasawmy [sic]", "author": "Ruthnaswamy, M. b. 1885.", "id": "6651000"}, {"title": "A few suggestions on the problem of the Indian constitution, by Beni Prasad ...", "author": "Prasad, Beni, 1895-1945.", "id": "6651105"}, {"title": "The working of dyarchy in India, 1919-1928, by \"Kerala Putra\" [pseud.]", "author": "Panikkar, K. M. 1896-1963.", "id": "6651106"}, {"title": "Harvey-Nariman libel case, with a brief history of the Development Department, important extracts from \"Mears Committee\" report leading upto prosecution, court proceedings including the statement of defence, judgment in full, with press comments, illustrations etc. Edited by S.M. Surveyor, 1927-28.", "author": "", "id": "7374180"}, {"title": "Supplementary report of the committee [appointed by the Conference to determine the principles of the Constitution for India].", "author": "All Parties Conference (India) Nehru Committee.", "id": "8744088"}, {"title": "Report of the committee appointed by the conference to determine the principles of the constitution for India", "author": "All Parties Conference (1928 : (India)", "id": "102693058"}, {"title": "The \"political theory of the Government of India\"; being the first lecture under the Right Hon'ble V. Srinivasa Sastri foundation, delivered at the Senate house, Madras, 28th and 29th February 1928, by M. Ruthnaswamy ...", "author": "Ruthnaswamy, M.", "id": "7893393"}, {"title": "Indian constitutional problems, by Sir P. S. Sivaswamy Aiyer.", "author": "Sivasvāmi Aiyar, Paramanhēri Sundaram, Sir 1864-", "id": "6665801"}, {"title": "Indian constitutional reforms. Reports of the Franchise Committee and the Committee on Division of Functions. Fourth dispatch on Indian Constitutional Reforms (Division of Functions) Revised Lists of All-India Provincial and Transferred Subjects. Fifth dispatch on Indian Constitutional Reforms (Franchises)", "author": "Great Britain. India Office. Franchise Committee.", "id": "103010332"}, {"title": "Report on the administration of the Delhi Province for.", "author": "Delhi (India : Union Territory)", "id": "101721064"}, {"title": "Towards swaraj, being the exposition of a scheme of responsible government.", "author": "Sarma, S. K., b. 1880.", "id": "6920036"}]