[{"title": "Municipal court practice, being the present practice and procedure in the Municipal court of the City of New York, under the Municipal Court Code, Civil Practice Act and other statutes, with forms, by Joseph R. Clevenger.", "author": "Lauer, Edgar Jacob, 1871-", "id": "10463959"}, {"title": "Revised charter and rules of procedure of the Board of Representatives / City of Tampa, Florida.", "author": "Tampa (Fla.)", "id": "102689895"}, {"title": "Building code of the city of Hamilton, Ohio : as passed the 5th day of July, 1928 / City Council ; Building Code Committee.", "author": "", "id": "102745079"}, {"title": "Building code and zoning ordinance of the city of Elkhart, Indiana.", "author": "", "id": "11801600"}, {"title": "Ordinances of the City of St. Paul, Minnesota passed during the year ...", "author": "Saint Paul (Minn.)", "id": "10434784"}, {"title": "Baltimore city reports, comprising opinions of the various courts of Baltimore city since August 1888, reprinted from opinions reported in the Daily record. Published under the auspices and with the assistance of the Bar association of Baltimore city by the Daily record", "author": "", "id": "10425141"}, {"title": "Building and safety code.", "author": "Lansing (Mich.)", "id": "5070468"}, {"title": "The revised odinances of the city of Norwalk, Ohio : comprising the general ordinances and certain special ordinances / revised and codified by Rex F. Bracy ; assisted by Harold E. Bracy.", "author": "Norwalk (Ohio).", "id": "101803132"}, {"title": "What happens to felony cases in Cincinnati?", "author": "Cincinnati Bureau of Municipal Research.", "id": "101673877"}, {"title": "Zoning ordinance amended to December 15, 1927 City of Pittsburgh, Pennsylvania ; State enabling act.", "author": "Pittsburgh (Pa.)", "id": "7823643"}, {"title": "Annual report of the Commissioner of Banks for the year ending ... Part IV, Relating to credit unions.", "author": "Massachusetts. Division of Banks and Loan Agencies", "id": "100124095"}]